
const games = [
    {
        "id": 0,
        "naslov": "Dotmocracy",
        "vreme": "\n5-30 минути",
        "grupa": "\n3-40",
        "level":"\n3-40",
        "zona": "\nСтикери Пенкала /маркери",
        "opis": "Едноставен метод за групна приоритизација или донесување одлуки. Ова не е активност сама по себе, туку метод што треба да се користи во процесите каде што се јавува приоритет или одлучувањето е цел. Со овој групен методот за брзо се гледа кои опции се најпопуларни или релевантни. Опциите или идеите се напишани на стикери или залепени на ѕид за цела група да ги види. Секое лице гласа за можностите за кои смета дека се најиздржани, а таа информација се користи за да се донесе одлука",    
        "cekor1": "\nОвој метод често се користи кога се генерира збир на можни идеи и треба да се проценат да се даде приоритет. Ставете ги сите идеи / опции на ѕид, една идеја на еден стикер. Отстранете ги сличните или дупликати. Колку помалку опции, толку појасното и полесно ќе биде гласањето. Проверете дали сите опции на ѕидот се јасни за сите членови во групата.",
        "cekor2": "\nГрупата сега ќе гласа за опциите кои тие сметаат дека се најдобри со користење на точки, направени едноставно со маркер на стикерите. Секој член на групата добива 5 точки за да гласа (или помалку ако има помалку опции). Овие точки може да бидат дистрибуирани на било кој начин: една точка за 5 различни идеи, сите пет точки на една идеја, итн.",
        "cekor3": "Чекор 3:\nОткако сите членови ќе ги дистрибуираат своите точки, групата може да продолжи на различни начини:  \n \xa0\xa0\xa0•Едноставно избирање на опцијата која добила најмногу точки. \n \xa0\xa0\xa0•Спроведување на отворен дијалог за приоритизација. Истражување кои идеи добиле повеќе точки, кои добиле помалку, кои се следните чекори. \n \xa0\xa0\xa0•Организирајте ги идеите на линија од најголема до најмала точка, потоа разговарајте за нив.",
    },
    {
        "id": 1,
        "naslov": "Project Mid-way Evaluation",
        "vreme": "\n30-60 минути",
        "grupa": "\n2-10",
        "level":"\nСредно",
        "zona": "\nСтикери Пенкала /маркери Флипчарт",
        "opis": "Овој метод е корисен за оценување на проект во тек, за да се види дали треба да сенаправат корекции за тимот да работи поефективно заедно. Обезбедува рамка задискусија. Учесниците се фокусираат на работите што помагаат или го попречуваат тимскиот процес и создаваат чекори за подобрување.",    
        "cekor1": "\nСоберете го тимот околу флипчарт или табла. Дајте им на сите пенкала и стикери.\n\nБелешка до фасилитаторот \nАко имате група поголема од 10, можете да ги поделите на помали подгрупи, да јастартувате вежбата и да дискутирате за вежбата како целина на крајот.",
        "cekor2": "\nНацртајте една од следните слики на флипчарт / табла. Сите тие се слични, но ќе даваат малку поинакви резултати:\n\nБрод со едро и сидро. Едрото ги претставува работите кои го водат проектот напред и сидростите работи што го држат назад.\n\xa0\xa0\xa0•Волан со пет делови наречен: стоп, старт, продолжи, повеќе, помалку.\n\xa0\xa0\xa0•Три колони наречени: лут (со луто лице); тажен (тажно лице); задоволен (среќно лице).",
        "cekor3": "Чекор 3:\nПобарајте од членовите на тимот да додадат стикери на флипчартот со зборови за секоја категорија, поединечно и во тишина. Дајте им време колку што е потребно, но 5-10 минути треба да биде доволно.",
        "cekor4": "Тие сега треба да ги групираат белешките во секоја категорија. Идентификување на дупликати, обрасци и преклопувања.",
        "cekor5": "Откако ќе се организираат белешките, тимот може да разговара за она што се појавило. Дали нешто изненадува? Кои се заедничките карактеристики? Што видовме претходно? Како се чувствуваме во врска со ова? Дискутирајте околу 15-20 минути. Обидете се да се фокусирате на дискусијата. Осигурајте се дека членовите на тимот не се лизгаат во генерализирање или се обвинуваат меѓусебно. Целта е да се има ефикасна, ефективна дискусија за процесот до сега.",
        "cekor6": "Откако дискусијата ќе заврши, тимот треба да дефинира некои активности. Осигурајте се дека тие се запишани, споделени помеѓу тимот и релевантните засегнати страни, и им се дава рок за завршување."
    },
    {
        "id": 2,
        "naslov": "Тhe 5 Whys",
        "vreme": "\n30-60 минути",
        "grupa": "\n2-10",
        "level":"\nПочетно",
        "zona": "\nПенкала Бела табла или флипчарт, листови",
        "opis": "\nОвој едноставен и моќен метод е корисен за откривање на јадрото на проблемот или предизвикот. Како што сугерира насловот, групата дефинира проблеми, а потоа го поставува прашањето 'зошто' пет пати, често користејќи го даденото објаснување како почетна точка за креативно решавање на проблеми.",    
        "cekor1": "\nРаботете како група за да креирате изјава за проблем. Ова помага да се собере групата  заедно и да се фокусира околу специфичниот предизвик. Напишете го на врвот на  хартијата / таблата / флипчартoт. Изјавата за проблемот треба да биде сопствена изјава,  формулирана што е можно поконцизно.\n\nПример: 'Ние трошиме премногу пари во нашата канцеларија'. / 'Клиентите се незадоволни од квалитетот на нашиот најнов производ.'",
        "cekor2": " \nПрашајте ја групата: Зошто го имаме овој проблем? Разговарајте за одговорот. Обидете се со уште некоја изјава за проблем.",
        "cekor3": "Чекор 3:\nПрашајте ја групата повторно: Зошто го имаме овој проблем? Повторно, дискутирајте за одговорот.",
        "cekor4": "Ако групата се чувствува како да ја идентификувалa основната причина за проблемот, тогаш може да престанете да прашувате зошто. Ако не, тогаш продолжете со циклусот.",
        "cekor5": "Откако ќе ја имате изјавата за проблемот од корен, прашајте ја групата како би сакале да продолжите да ја решите. Можете да користите една од методите за генерирање на идеи во алатникот за да започнете да креирате нови идеи за решавање на проблемот."
    },
    {
        "id": 3,
        "naslov": "Future Trends",
        "vreme": "\n60-120 минути",
        "grupa": "\n2-40",
        "level":"\nСредно",
        "zona": "\n Пенкала Маркери Селотејп",
        "opis": "\nОваа алатка им помага на малите и големите групи да ги идентификуваат клучните трансформативни трендови во текот на следните три години, да ги истражат нивните последици и да почнат да гледаат како можат да се исполнат за да создадат можности за бизнис. До крајот на работилницата, учесниците креираат листа на најрелевантни трендови; и разработка на три најважни трендови, вклучувајќи идеи околу тоа како нивната организација би можела да дејствува за да ги исполни.",
        "cekor1": "\nПретставете ја целта на работилницата. Објаснете дека во блиска иднина ќе разговараме за трансформативните трендови и ќе разгледаме како нашата организација може да дејствува за да ги исполни тие трендови.\n\nЗапочнете со Stinky Fish вежбата од 20 минути, за поддршка на групата за безбедно споделување на грижите за иднината и нејзините предизвици. Целта е да се нормализира неизвесноста за иднината и да се отвори простор за разговор за тоа.\n\nКонтекстот за Stinky Fish вежбата може да биде: 'Сподели една грижа / страв за дигиталната иднина и како тоа ќе влијае на тебе лично или професионално'.",
        "cekor2": "\nСега групата заеднички ќе ги прикаже најрелевантните трендови кои ја менуваат нивната индустрија во текот на следните 3 години.Овој чекор има четири круга од 5 минути. Секој круг се фокусира на различна категорија: бизнис, корисничко однесување, барања за таленти и технологија. Задачата е да се размислува на колку што е можно повеќе релевантни трендови во секоја категорија.Дајте им на учесниците стикери и маркери. Потребно е да напишат еден тренд на еден стикер, и да го претстават пред групата пред да го закачат на ѕид, соодветно во некоја од 4те категории.Дајте им 5 минути по категорија. Вкупно 20 минути.\n\nОбјаснете дека следниот чекор е брзо да се даде приоритет на трендовите во кои ќе има најголемо влијание. Треба да трае околу 5 минути.\n\nКористете ја алатката Dotmocracy. Совршено е за да им се помогне на големите групи да направат брзи приоритизации. Користејќи лепливи точки или маркери, на секој учесник му доставуваме 8 точки (гласови) за да ги дистрибуирате низ трендовите што ги објавиле.Тие треба да го засноваат своето гласање за тоа кои трендови се чувствуваат 'ќе имаат најголемо влијание врз нивниот бизнис во текот на следните 3 години'.",
        "cekor3": "Чекор 3:\nЦелта на овој чекор е групите заеднички да ги истражуваат најважните трендови и да генерираат идеи околу деловните можности што би можеле да ги отворат.\n\nПоделете ја групата во помали групи од 2-4 луѓе. Секоја нова група ќе работи со еден тренд, ги истражува своите можности, последици, потенцијални ризици и замислува: Како ќе изгледа нашата компанија за три години целосно ги искористиме можностите на овој тренд? Кои чекори треба да ги преземеме денес за да почнеме да се движиме на тој начин?\n\nНа секоја група дајте и темплејт со прашања и 15-20 минути за да го завршите. Пред да почнат да работат, потсетете ги учесниците дека ова е истражувачка вежба. Тие треба да работат од она што го знаат и чувствуваат, и да го комплетираат образецот прилично брзо.\n\nОткако ќе ги пополнат шаблоните, групите повторно да продолжат со презентирање еден на друг.",
        "cekor4": "Зборувајте накратко за 'Што направивме денес денес'. Потоа поканете го секој учесник на 'одјавување' со еден увид од денот што им дава позитивно чувство за иднината.\n\nОбјаснете ги следните чекори на групата. Што ќе правите со трендовите и сознанијата? Како ќе работите со нив како индивидуи и компании?"
    },
    {
        "id":  4,
        "naslov": "Story Building",
        "vreme": "\n30-60 минути",
        "grupa": "\n2-40",
        "level":"\nПочетно",
        "zona": "\nЛаптоп Таблет Смартфон",
        "opis": "Кратка вежба за да се донесе 'градењето приказна' во живот: клучен концепт во мрежните дигитални комуникации.",
        "cekor1": "\nОбјаснете ја целта на работилницата: практично да се истражи идејата за премин од раскажување приказни до градење приказни, суштински концепт во мрежниот дигитален свет.\n\nДенеска ќе градиме неколку приказни заедно со помош на постоечки кориснички содржини користејќи бесплатна веб-услуга наречена Storify.",
        "cekor2": "\nРазговарајте со групата за видовите на приказни кои би биле интересни и соодветни за градење. Тие можат да бидат релевантни за работилницата, програмата или компанијата; или можат да бидат поврзани со лична страст.\n\nЦелта не е да се создаде квалитетно парче содржина, туку да се експериментира и да се обиде да направи разновидна алатка.",
        "cekor3": "Чекор 3:\nПотребно е сите да се пријават на Storify. Тие можат да ги користат постоечките Фејсбук и Твитер профили, или да креираат нов на Storify.\n\nДајте им основни упатства за да започнат:\nИзградете ја својата приказна. Влечете елементи од социјалните медиуми, веб-страниците за вести и блоговите, за да бидете интересни и сеопфатни колку што можете.\nБидете разиграни и се забавувајте се. Споделете ја вашата приказна со остатокот од групата пред следната работилница.",
    },
    {
        "id": 5,
        "naslov": "Тake a Stand",
        "vreme": "\n60-120 минути",
        "grupa": "\n2-40",
        "level":"\nСредно",
        "zona": "\n/",
        "opis": "Ова е практичен, динамичен и разноврсен метод за групи, да истражуваат идеи и прашања заедно. Нешто како физички прашалник; учесниците одговараат на прашања со одење околу просторот и ставајќи се на замислена линија. Ова обезбедува почетна точка за размислување и дискусија, и го зајакнува тимскиот дух.",
        "cekor1": "\nОдлучете за целта и фокусот на сесијата. Можете да го направите ова со или без помош од групата.\n\nНапишете најмалку пет прашања кои центрираат околу една тема. Учесниците ќе се постават по линија во зависност од нивниот одговор на прашања или колку се согласуваат со изјавата. На пример, ако фокусот е на тоа колку добро тимот работи заедно, можеби ќе прашате:\n\n'Колку добро комуницираме како тим? 0 воопшто не комуницирате, 10 е совршено отворена и јасна комуникација.Како се чувствувам за мојата улога во тимот? 0 е многу негативно. 10 е многу позитивно.Дали ние произведуваме квалитетна работа? 0 воопшто не. 10 е апсолутно да'",
        "cekor2": "\nПоставете ја просторијата, така што има доволно простор за сите да застанат нa замислена линија. Објаснете го концептот на сесијата во групата, означувајќи една страна од собата како '0', а другата страна како '10'.",
        "cekor3": "Чекор 3:\nПрашајте го првото прашање.\n\nДавање на учесниците неколку секунди за да се организираат по должината на линијата.\n\nНаправете да дискутираат за нивниот одговор на прашањето со некој во близина. Зошто се во таа ситуација? Како се чувствуваат во врска со тоа? Што треба да се промени?",
        "cekor4": "\nОдвојте време за целата група да слушне од луѓе на различни точки од линијата.Идеално е колку што имате време, но барем еден од секоја 0, секоја 10 и еден некаде од средината.",
        "cekor5": "\nПред да ја затворите сесијата побарајте од групата да ги дефинира и запише сите клучни акции што се појавија преку дискусија. Треба да се назначи лице за секоја акција и краен рок за исполнување на истата."
    },
    {
        "id": 6,
        "naslov": "IDOARRT Meeting Design",
        "vreme": "\n5-30 минути",
        "grupa": "\n3-40",
        "level":"\nПочетно",
        "zona": "\nТабла за пишување Флипчарт",
        "opis": "\nIDOARRT е едноставна алатка која ќе ви помогне да водите ефикасен состанок или групен процес со поставување јасна цел, структура и цели на самиот почеток. Таа има за цел да им овозможи на сите учесници да го разберат секој аспект од состанокот или процесот, со што се создава сигурност со заедничка основа, како за почеток. Акронимот се залага за намера, посакуван исход, агенда, правила, улоги и одговорности и време.",
        "cekor1": "\nПред состанокот / процесот, подгответе флипчарт / слајд, во кои се наведени сите точки на IDOARRT. Види подолу:\n\nНамера - Која е намерата или целта на состанокот? Со други зборови, зошто го имаме?\n\nПосакуван исход (и) - Кои конкретни резултати треба да се постигнат до крајот на состанокот?\n\nАгенда - Кои активности ќе поминат низ групата, во кој редослед за да се придвижите кон посакуваниот исход?\n\nУлоги - Кои улоги или одговорности треба да бидат поставени за да се одржи средбата без проблеми? Кој фасилитира, а кој учествува? Кој документира, а кој го следи времето? Што се очекува од учесниците?\n\nПравила - Кои упатства ќе бидат поставени за време на состанокот? Тие би можеле да се однесуваат на договорените групни норми. Тие, исто така, може да се однесуваат на употреба на лаптопи / мобилни телефони или практични правила поврзани со просторот.Нека учесниците додадат правила за да чувствуваат дека и тие имаат сопственост над нив.\n\nВреме - Кое е очекуваното време за средбата, вклучувајќи ги и паузите, и во кое време ќе заврши состанокот?",
        "cekor2": "\nНа почетокот на состанокот, воведете го IDOARRT, поминувајќи ја точка по точка.Поканете ги учесниците да поставуваат прашања или да даваат предлози за промени.Откако групата е задоволна од планот, продолжете со остатокот од состанокот.",
    },
    {
        "id": 7,
        "naslov": "3 Action Steps",
        "vreme": "\n120-240 минути",
        "grupa": "\n2-10",
        "level":"\nСредно",
        "zona": "\nПенкала/маркери во боја А3 формат",
        "opis": "Ова е мала стратешка сесија за планирање која им помага на групи и поединци да преземат акција кон посакуваните промени. Често се користи на крајот од работилницата или програмата. Групата дискутира и се согласува со визија, а потоа создава некои чекори за дејствување кои ќе ги водат кон таа визија. Обемот на предизвикот исто така е дефиниран, преку дискусија за корисни и штетни фактори кои влијаат врз групата.",
        "cekor1": "\nЗапочнете: Затворете ги очите и замислете дека сте 6 месеци од сега. Замислете дека сте постигнале се што сте поставиле како цел. Размислете за она што сте го направиле во текот на шесте месеци. Вашата работа. Вашите односи со останатите. Што ве прави среќни.\n\nДајте им на учениците пенкала и хартија. Тие сега ќе ја креираат својата визија за иднината на десната страна на хартијата. Ограничете ги на 4 или 5 различни теми кои ја сочинуваат оваа визија, користејќи неколку зборови, но колку што сакаат визуелни елементи.\n\nАко тие се во групи, тие треба да разговараат за нивните визии и да дефинираат заедничка група визија.",
        "cekor2": "\nПобарајте од нив да напишат најмалку 5 корисни фактори на врвот на страната, кои ќе ги поддржат за да ја реализираат својата визија. Тоа може да бидат луѓе, можности, технологии, ситуации, итн.",
        "cekor3": "Чекор 3:\nВо дното на страницата побарајте од нив да напишат најмалку 5 придружни фактори кои ќе ги поддржат за да ја реализираат својата визија. Повторно, ова може да бидат луѓе, можности, технологии, ситуации, итн.",
        "cekor4": "\nСега групата или поединците ќе дискутираат и ќе ги дефинираат чекорите за акција.Побарајте од нив да нацртаат три кутии од левата страна на хартијата до визијата на десната страна. Ова ќе бидат трите големи чекори што треба да ги преземат за да се постигне нивната визија.\n\nАко работат како поединци, тогаш ги ставате во парови за да разговараат за нивните чекори. Ако веќе се во групи, тогаш може да разговараат за чекорите што ги прават.\n\nТие пишуваат чекор во секоја кутија, концизно, но со толку многу детали што им се потребни за да им биде јасно на самите себе и на другите.",
        "cekor5": "\nЗа да ја затворите сесијата, отидете околу групата, барајќи од сите да ја искажат својата визија и еден (или сите три) чекори за акција. Прашајте го секое лице: Која е првото нешто што ќе го направите кога ќе се вратите во канцеларија.",
    },
    {
        "id": 8,
        "naslov": "Letter to Myself",
        "vreme": "\n5-30 минути",
        "grupa": "\n2-40+",
        "level":"\nПочетно",
        "zona": "\nПенкало Разгледница Хартија",
        "opis": "Целта на оваа вежба е да ги поддржи учесниците во примена на нивните согледувања и учења, со пишување на писмо и испраќање до нивната идна личност. Тие можат да ги дефинираат клучните дејствија кои би сакале да ги преземат во иднина и да ги изразат своите причини зошто е потребно да се случи таа промена.",
        "cekor1": "\nПоделете ги пенкалата и разгледниците / хартијата за пишување. Објаснете дека секој ќе напише писмо до својата идна личност и дека ова ќе им помогне да ги применат своите согледувања и учења од работилницата / програмата.\n\nКажете им дека ќе им ја испратите картичката / писмото за X број на месеци, и дека тие треба да го земат предвид тоа кога ги пишуваат. Можете да ја дефинирате временската рамка со групата.",
        "cekor2": "\nНапишете фокус прашање на флипчарт / таблата. Тие може да бидат дефинирани од вас,или преку дискусија со групата. На пример:\n\nШто ќе постигнам до X датум?\nШто ќе правам утре, следната недела, следниот месец?\nКако се чувствувам моментално за мојата работа / работно место / тим? И како сакам да се чувствувам во иднина?\nСакам да се промени ... затоа што …\nДајте им околу 10 минути за да ги завршат нивните картички / писма.",
        "cekor3": "Чекор 3:\nСоберете ги картичките / писмата, ставете ги на безбедно место и испратете ги на договорениот датум.",
    },
    {
        "id": 9,
        "naslov": "Аctive Listening",
        "vreme": "\n60-120 минути",
        "grupa": "\n2-40",
        "level":"\nСредно",
        "zona": "\nПенкала/маркери Флипчарт",
        "opis": "Оваа активност ги поддржува учесниците да размислуваат за едно прашање и дa генерираат сопствени решенија користејќи едноставни принципи на активно слушање.Oва е одличен вовед во активното слушање, но исто така може да се користи со групи кои веќе се запознаени со него. Учесниците работат во групи од три и се претвораат во 'субјект', слушател и набљудувач.",
        "cekor1": "\nЕден моќен начин да се истражи некое прашање или проблем е да се користи активно слушање со фокус на една личност во исто време. За оваа вежба, тоа е она што ќе го направите.\n\nОпционално, направете листа заедно со групата 'Што е добро активно слушање?' Поканете ги луѓето спонтано да понудат одговори и да ги напишете на флипчарт.",
        "cekor2": "\nКористење на флипчарт, воведување на трите улоги кои поединците ќе ги преземат за време на вежбата.\n\nСубјект:\nУлогата на субјектот е да го испита прашањето или проблемот од неговата / нејзината лична перспектива. Лицето во оваа улога треба да има на ум: оставање на фокусот да биде на него, водејќи се од активниот слушател.\n\nАктивниот слушател:\nУлогата на активниот слушател е да слуша со целосно присуство и фокус. Да слуша со целото тело, да биде љубопитен, да набљудува. Ова лице треба да има на ум:\nПрашување отворени прашања за да го поддржи субјектот; не нуди совети; слуша со целото тело.\n\nНабљудувачот:\nУлогата на набљудувачот е да го набљудува процесот без да зборува. Да направи забелешки од надворешна перспектива, да ги гледа и слуша нештата што слушателот и субјектот не можат да ги забележат. Ова лице треба да има на ум: молчење низ целиот процес; забележува и фаќа белешки за она што го гледа и слуша; по завршувањето ги споделува набљудувањата со останатите.",
        "cekor3": "Чекор 3:\nПоставете го прашањето или проблемот. Прашањето или проблемот е она што секој субјект ќе го истражува и размислува. Тоа би можело да биде вообичаено прашање за целата група (на пр. 'Кои се најголемите препреки за промена во мојата работа и како можам да работам за нивно надминување?';) Или секој субјект може да го постави своето или неговото прашање или проблем (на пр. предизвик на работното место со кој се соочувате во моментов.) Осигурајте се дека сите учесници разбираат што треба да истражуваат и да размислуваат.",
        "cekor4": "\nУчесниците се организираат во групи од три. Секој учесник треба да ја има секоја улога за одреден временски период. Објаснете дека групите треба да обрнат внимание на времето и да се осигураат дека постојат три еднакви круга.",
        "cekor5": "\nОткако учесниците ќе завршат, ќе ја разгледаат вежбата, користејќи прашања како:\n\n -Што се случило за време на вежбата?\n-Како се чувствуваше да бидеш набљудувач?\n- Како се чувствуваше да бидеш субјект?\n- Како се чувствуваше да бидеш активен слушател?\n\n- Што научив за себе?\n- Како можам да применам увид од оваа вежба?"
    },
    {
        "id": 10,
        "naslov": "Feedback: I appreciate",
        "vreme": "\n60-120 минути",
        "grupa": "\n2-40",
        "level":"\nНапредно",
        "zona": "\nСтикери Пенкала",
        "opis": "Редовен и ефективен фидбек е еден од најважните состојки во градењето конструктивни односи и просперитетни тимови. Отвореноста создава доверба и довербата создава поголема отвореност. Вежбите за фидбек имаат за цел да ги поддржат групите за да се изгради доверба и отвореност и за поединците да стекнат самосвест и увид. Вежбите за фидбек треба секогаш да се изведуваат со внимателност и висока свесност за групната динамика. Ова е добра рана повратна вежба кога членовите на групата веќе имаат развиено некоја удобност и сè уште се запознаваат меѓусебно. Се фокусира на споделување на благодарност и љубопитност едни за други.",
        "cekor1": "\nРаботете во мал тим или организирајте поголема група во групи од 4 до 6. Групите треба да имаат барем некое искуство со работење заедно, како основа за давање фидбек.",
        "cekor2": "Чекор 3:\nДајте ги инструкциите: 'Запишете го името на лицето на кое се обраќате. Завршете ги следните две реченици за тоа лице. Користете ги принципите за ефективен фидбек. Потпишете се со вашето име.'\n\n'До _____: Тоа што го ценам најмногу кај тебе е ... Она што би сакал да го видам повеќе од тебе е ... Потпишан, _____.'",
        "cekor3": "\nВо секоја помала група, секој учесник ги завршува горенаведените реченици со користење на стикер за секој учесник во групата. Откако сите учесници во групата завршат, тие ќе го доставуваат фидбекот, еден по еден, вербално, преку предавање на белешката до неговиот примач.",
    },
    {
        "id": 11,
        "naslov": "Explore your values",
        "vreme": "\n60-120 минути",
        "grupa": "\n2-40",
        "level":"\nСредно",
        "zona": "\nСтикери, пенкала",
        "opis": "Вежба за учесниците да истражат кои се нивните најважни вредности. Тоа е направено на интуитивен и брз начин за да ги поттикне учесниците да го следат интуитивното чувство, наместо да размислуваат и да ги најдат 'точните' вредности. Ова е добра вежба за користење за да се иницира размислување и дијалог околу личните вредности.",
        "cekor1": "\nПоделете стикери на сите учесници.",
        "cekor2": "\nЗамолете ги да ги напишат десетте работи во својот живот што најмногу ги вреднуваат, по еден на секој стикер, во форма на вредност. Зборови како, 'пријателство', 'семејство' или 'чесност' - нешто што всушност го вреднуваат.",
        "cekor3": "Чекор 3:\nКога сите имаат свои десет стикери, замолете ги учесниците да ги постават пред нив, за да можат јасно да ги видат и да имаат добар преглед.",
        "cekor4": "\nКажете им на учесниците дека сега имаат 30 секунди за да ги одберат трите стикери кои се најмалку важни за нив и да ги фрлат. Бидете напорни за тајмингот и не им давајте повеќе време, дури и ако тоа е потребно. Треба да ги користат своите чувства.",
        "cekor5": "\nПовторете го последниот чекор, сега давајќи им 20 секунди за да фрлат уште две.",
        "cekor6": "\nИ, конечно, повторете го последниот чекор, давајќи им 20 секунди да фрлите уште две.Тие сега треба да имаат три стикери со нивните три најважни вредности.",
        "cekor7": "\nДајте им на учесниците 15 минути за да размислуваат поединечно, потоа 30 минути во парови или групи од три за да размислуваат за следните прашања:  \n\nШто чувствувам за вредностите со кои завршив? Дали ги очекував тие?\nКако овие вредности се покажуваат во мојот секојдневен живот?\nКои акции ги преземам за да живеам со овие вредности?\nКои акции треба да ги преземам за да живеам со овие вредности?\nКои акции би сакал да ги преземам за да живеам од нив? \nОвие акции може да се поврзат со акционен план, користејќи ги како секојдневни активности за подобрување."
    },
    {
        "id": 12,
        "naslov": "Reflection Individual",
        "vreme": "\n30-60 минути",
        "grupa": "\n2-40",
        "level":"\nСредно",
        "zona": "\nТефтер, лист Пенкало",
        "opis": "Цел:\n Индивидуалната рефлексија помага да ги одвоиме комплексните искуства, така што успесите на искуството може да се повторат или подобрат, а неуспесите обезбедуваат можности за учење и раст. Форматот е флексибилен, ве води низ клучните фази на процесот на размислување и завршува со клучните точки за акција.",
        "cekor1": "\nОва е индивидуална вежба. Вие го фасилитирате вашиот сопствен рефлективен процес.Прво, создадете ја вистинската физичка и ментална состојба за размислување. Завршете ги сите задачи кои ви создаваат притисок. Испратете ги сите важни пораки. Ако е можно, одете некаде каде што е тишина.\n\nБелешка за фасилитаторот\n Не е потребно да бидете премногу строги со овој процес. Клуч за успешно размислување е да се следи протокот на клучните фази на процесот и да се направи простор во вашиот живот за смиреност и фокусирана контемплација.",
        "cekor2": "\nРазговор со себе: Како се чувствувам? Каков ми беше денот? Што имам на ум? Бидете присутни во моментот. Одлучете на какво искуство ќе се фокусирате (на пример, неодамнешно искуство, социјална интеракција, неодамнешен настан итн.)",
        "cekor3": "Чекор 3:\nМожеби ќе сакате да ги запишете овие работи со пенкало на хартија, без одвлекување на вниманието на компјутер, телефон или таблет. Можеби сакате да поставите тајминг за секое од следните прашања:\n\nШто се случи за време на искуството?\nКако се чувствував и какви беа моите реакции?\nКои согледувања или заклучоци можам да ги извлечам од искуството? Што научив?Како можам да го применам она што го научив за да го подобрам идното искуство? Какви активности можам да преземам врз основа на она што го научив?",
        "cekor4": "\nДоколку можете, поставете крајни рокови за секое од дејствијата што ги идентификувавте за време на вашите рефлексии и споделете ги со колега. Вашиот колега може да ве поддржи со тоа што ќе ве држи одговорни да ги завршите.",
    },
    {
        "id": 13,
        "naslov": "Back-turned Feedback",
        "vreme": "\n60-120 минути",
        "grupa": "\n2-40",
        "level":"\nНапредно",
        "zona": "\nПенкало, маркери Стикери",
        "opis": "Вежбите за фидбек имаат за цел да ги поддржат групите за да се изгради доверба и отвореност, за поединците да стекнат самосвест и увид. Вежбите за повратни информации секогаш треба да се водат со внимателности високата свесност за групната динамика.",
        "cekor1": "\nВо тим или во мали групи, секое лице подготвува повратни информации за секоја друга личност, врз основа на следните инструкции:\n\nТоа што го ценам за (лице) е...\nШто би сакал да видам повеќе од (лице) е ...\n\nБелешка за фасилитаторот\nОва е вежба за групи или тимови кои работеле заедно некое време и се запознаени со давање и примање фидбек. Еден член на тимот седи со својот грб во групата, додека други членови зборуваат за него / неа во трето лице.",
        "cekor2": "\nКога завршува, друг член седи со свртен грб во групата. Потоа, другите членови зборуваат за оваа личност во трето лице 90 секунди. Тие го пренесуваат својот фидбек како да не биле во просторијата. Во меѓувреме, предметот на фидбек пишува белешки за тоа што тој / таа го слуша. Потоа, ротирајте, и повторете го истото со секоја личност.",
        "cekor3": "Чекор 3:\nОткако секој човек ќе се сврти со неговиот / нејзиниот грб кон групата, земете неколку минути за сите да го разгледаат нивниот фидбек. За крај, направете круг каде секое лице изразува кои еден или два фидбеци ќе ги применат по вежбата.",
    },
    {
        "id": 14,
        "naslov": "Conflict Responses",
        "vreme": "\n60-120 минути",
        "grupa": "\n2-10",
        "level":"\nПочетно",
        "zona": "\nMethod Kit за тимови Стикери Маркери",
        "opis": "Работилница за тим кој ќе размислува за минатите конфликти и ги користи за да генерира насоки за ефикасно ракување со конфликти. Користете ja за да отворите дискусија.",
        "cekor1": "\nЗамолете ги учесниците да размислат за конфликти во тимот што ги искусиле. Овие можат да бидат од или надвор од овој тековен тим, или во рамките на компанијата.\n\nТие треба да го направат ова поединечно, со идентификување на што поголем број значајни конфликти, враќање на неколку години наназад доколку е потребно.Конфликтите секој ги запишува во својот тефтер/телефон.",
        "cekor2": "\nПреземајќи ги минатите конфликти што ги напишале, прашајте ги како поединци да го рангираат секој од 1 до 3.\n\n1 = конфликт со кој се справив добро\n2 = Конфликт со кој се справив просечно\n3 = конфликт со кој се справив лошо",
        "cekor3": "Чекор 3:\nПобарајте од нив да размислуваат поединечно, а потоа да разговараат за нивните размислувања во парови или тројца на следниве прашања:\n\nКои одговори беа најмногу критични за време на конфликтите што ги идентификував?\nКои однесувања и активности беа ефикасни во решавањето на конфликтите?\nКои однесување и активности не беа ефикасни во решавањето на конфликтите?",
        "cekor4": "\nВрз основа на споделувањата во малите групи, побарајте од секое лице да излезе со 2-3 насоки за ефикасно ракување со конфликти за кои сметаат дека групата треба да ги применува понатаму.\nЗамолете ги сите да ги споделат своите упатства со целата група, со цел секој од групата да се договори дека се соодветни и ќе ги следат во иднина.Напишете ги упатствата и споделете ги дигитално."
    },
    {
        "id": 15,
        "naslov": "Myers-Briggs Team Reflection",
        "vreme": "\n60-120 минути",
        "grupa": "\n2-10",
        "level":"\nПочетно",
        "zona": "\n/",
        "opis": " ",
        "cekor1": "\nНа почетокот на работилницата, дајте им на сите време да направат персонален тест за личност.\nВи препорачуваме да користите онлајн алатка како 16 Personalities.\nНагласете дека целта не е да категоризираме никого или да наметнуваме 'вистини'; за нашите личности, туку да го искористиме моделот како отскочна точка за размислување, односно начин за дискусија за различни мотиватори, стилови, параметри, итн.",
        "cekor2": "\nПрашајте ја групата како поединци да размислуваат за нивниот тип на личност.\nПотоа, поканете ги да го споделат со целата група она што сметаат дека е вистина, и што мислат дека не е.",
        "cekor3": "Чекор 3:\nПоделете ја групата во парови или тројца и од секој од нив е потребно да ја истражуваат секоја димензија на нивната личност подетално.Користете ги белешките од онлајн-тестот и сите други материјали за кои мислите дека ќе бидат корисни, за поддршка на истражувањето.\nДимензиите се:\n\nинтуиција / претчувство\nинтроверзија / екстраверзија\nчувство / размислување/\nперцепција / судење",
        "cekor4": "\nПо 20-30 минути за истражување на димензиите на личноста, ги враќате сите во поголема група и ги поканувате да споделат увид од нивните дискусии.\n\nЗавршете со одјавување, барајќи од сите да споделат еден увид што го запамтат од работилницата." 
    },
    {
        "id": 16,
        "naslov": "Personal Presentations",
        "vreme": "\n60-240 минути",
        "grupa": "\n2-40",
        "level":"\nСредно",
        "zona": "\nФлипчарт Маркери",
        "opis": "Едноставна вежба во која секој учесник подготвува лична презентација за себе и споделува неколку важни искуства, настани, луѓе или приказни кои придонеле за негово или нејзино како поединец. Целта на личните презентации е да се поддржи секој учесник со цел да се запознаат едни со други и да градат доверба и отвореност во групата.",
        "cekor1": "\nСекој учесник ја подготвува својата лична презентација за ''3 работи (искуства, настани, луѓе, приказни) кои придонесоа за обликување на личноста која сум денес'.\n\nПрезентацијата треба да се визуелизира со користење на зборови и симболи на една хартија флипчарт. Дајте им на учесниците околу 15-20 минути за да го подготват ова.",
        "cekor2": "\nПрезентации: Секој учесник добива 3 минути (или повеќе во зависност од времето и големината на групата) за да ја претстави својата презентација до целата група.Поттикнете фокус и активно слушање.\n\nБелешка до фасилитаторот\n Многу е важно да се создаде безбеден и отворен простор бидејќи поединците ќе споделат лични приказни. Во некои случаи, поединците можат да споделат искуства кои генерираат емоции во себе или во рамките на групата. Како фасилитатор, потсетете ги учесниците дека ова е нормално и добредојдено. Ако поединците стануваат многу емотивни, следете ги поединечно по сесијата.",
        "cekor3": "Чекор 3:\nАко сте помала група, каде што времето не е ограничено, олеснувачите можат да поканат членови на групата да поставуваат прашања до секое лице веднаш по неговата / нејзината презентација.",
    },
    {
        "id": 17,
        "naslov": "Circles of influence",
        "vreme": "\n30-120 минути",
        "grupa": "\n2-40+",
        "level":"\nПочетно",
        "zona": "\nМаркери во боја Флипчарт/бела табла",
        "opis": "Работилница за преглед на тимските приоритети и правење избор на што требa да се фокусирате индивидуално, како и колективно. Работилницата ги предизвикува членовите да размислуваат каде можат да имаат најголемо влијание и импакт. Користете ја оваа работилница за да ги усовршите приоритетите.",
        "cekor1": "\nПотребно е учесниците да бидат седнати во два круга: кург на влијание и круг на загриженост.Поделете стикери и маркери и замолете ги учесниците да запишат: Работи што влијаат на овој тим, надворешни и внатрешни. Една работа на една белешка. Дајте им време 5-10 минути.",
        "cekor2": "\nСега побарајте од групата да ги остават своите белешки во кругот во кој сметаат дека белешките припаѓаат. Отстранете ги оние белешки кои се слични или исти.",
        "cekor3": "Чекор 3:\nИницирајте дискусија. Поканете ја групата да размисли за дискутирање на следните прашања:\nКои акции може да ги преземеме за да влијаеме на оние работи на кои можеме да влијаеме? Како би можеле да ги преиспитаме нашите приоритети врз основа на оваа работилница?\nАкциите кои произлегуваат од оваа дискусија, закачете ги на флипчарт или запишете ги на таблата. Секоја акција треба да има краен рок и одговорно лице."
    }
];
let title=document.querySelector("#title");
let desc=document.querySelector("#desc");
let step1=document.querySelector("#step1");
let step2=document.querySelector("#step2");
let step3=document.querySelector("#step3");
let vreme=document.querySelector("#time");
let grupa=document.querySelector("#grp-size");
let nivo=document.querySelector("#level");
let zona=document.querySelector("#comfort");
let container = document.querySelector("#container");
let step4="";
let number = document.location.hash;
let id = number.match(/\d+/g).map(Number);
// console.log(id[0]);
// $('.time').html('<h1><em>Hello</em></h1>')
let neso = games[id[0]];
title.innerHTML += neso.naslov;
vreme.innerHTML += neso.vreme;
grupa.innerHTML += neso.grupa;
nivo.innerHTML += neso.level;
zona.innerHTML += neso.zona;
desc.innerText += neso.opis;
step1.innerText += neso.cekor1;
step2.innerText += neso.cekor2;
if(neso.cekor3){
    step3.innerText += neso.cekor3;
}
if(neso.cekor4){
    container.innerHTML += `<hr><div class="row"><div class="margin-top" id="step4">Чекор 4:<br>${neso.cekor4}<br></div></div>`;
}
if(neso.cekor5){
    container.innerHTML += `<hr><div class="row"><div class="margin-top" id="step5">Чекор 5:<br>${neso.cekor5}</div></div>`;
}
if(neso.cekor6){
    container.innerHTML += `<hr><div class="row"><div class="margin-top" id="step5">Чекор 6:<br>${neso.cekor6}</div></div>`;
}
if(neso.cekor7){
    container.innerHTML += `<hr><div class="row"><div class="margin-top" id="step5">Чекор 7:<br>${neso.cekor7}</div></div>`;
}
